
UPDATE garages
SET boundary = ST_GeogFromText('POLYGON((
    58.397563 38.043636,
    58.397420 38.043644,
    58.399897 38.038297,
    58.401027 38.034686,
    58.405854 38.035360,
    58.405337 38.036707,
    58.404869 38.038092,
    58.403852 38.040659,
    58.402802 38.043138,
    58.401898 38.045044,
    58.397563 38.043636
))')
WHERE name = 'Комплекс автотранспортных средств Чоганлы';

UPDATE garages
SET
    latitude = 38.039870,
    longitude = 58.401637
WHERE name = 'Комплекс автотранспортных средств Чоганлы';
